import css from './Dialog.module.css';

const Dialog = () => {
  return (
    <div className={css.main_div}>
      <div>
        <p>
          - Привіт! Розкажеш про себе? Хоча почекай. Давай я спробую здогадатись.<br></br>Ти відчуваєш залежність від думки оточуючих.<br></br>
            Намагаєтшся вдогодити всім, через що, поблюжаться відносини з найріднішими і ти страждаєш сама.<br></br>
            Ти втомилась від проактивного світу, ніби всі в ресурсі, а ти - ні.
            Життя в комплексах.<br></br> Ми знаєм як це і ми втомились від цього.
        </p>
      </div>
    </div>
  );
};

export default Dialog;
